[{"id":1,"name":"西庇阿","mugshot":"m_05","country":"羅馬共和國","job":"將軍","bio":"古羅馬統帥和政治家。第二次佈匿戰爭中羅馬方面的主要將領之一，以在紮馬戰役中打敗迦太基統帥漢尼拔而著稱於世。由於西庇阿的勝利，羅馬人以絕對有利的條件結束了第二次佈匿戰爭。西庇阿因此得到他那著名的綽號：“征服非洲者”。在伊里帕之役中，時年30歲的西庇阿就已經展示了他過人的戰術素養。"},
    {"id":2,"name":"马略","mugshot":"m_02","country":"羅馬共和國","job":"將軍","bio":"古羅馬著名的軍事統帥和政治家。在羅馬戰敗於日爾曼人的危難之時當選執政官，​​進行軍事改革，實行募兵制，最終擊敗日耳曼三族（阿姆布昂人、條頓人、辛布里人）。但是羅馬社會也因募兵制的實行發生變化，成為職業軍人的士兵越來越依附於將領個人，成為個人的政治資產，最終羅馬逐漸走向獨裁和帝制。"},
    {"id":3,"name":"克拉苏","mugshot":"m_19","country":"羅馬共和國","job":"將軍","bio":"羅馬將軍，政治家，在羅馬由共和國轉變為帝國的過程之中，扮演了重要角色。克拉蘇出身在富有的上流階級，後來又在上級（蘇拉）的默許下迫害政敵、濫用職權，他也是一位成功的黑心奴隸商人，不擇手段的斂財。所以他在一生中聚斂了巨大的財富，所以後人認為他是羅馬歷史中最富裕的人，也是世界歷史中最富裕的人之一。與凱撒及龐培一起，組成了前三頭同盟，主導了羅馬的政治制度。"},
    {"id":4,"name":"凱撒","mugshot":"m_41","country":"羅馬共和國","job":"執政官","bio":"羅馬共和國末期的軍事統帥、政治家，是羅馬共和國體制轉向羅馬帝國的關鍵人物，歐洲史稱凱撒大帝，及羅馬共和國的獨裁者。他也是拉丁文散文的作者。出身貴族，歷任財務官、大祭司、大法官、執政官、監察官、獨裁官等職。與龐培、克拉蘇秘密結成前三頭同盟，隨後出任高盧總督，用了8年時間征服高盧全境（，亦襲擊了日耳曼和不列顛。前49年，他率軍佔領羅馬，打敗龐培，集大權於一身，實行獨裁統治》。前44年，凱撒遭以布魯圖所領導的元老院成員暗殺身亡。身後，其甥孫及養子屋大維擊敗安東尼開創羅馬帝國並且成為第一位帝國皇帝。"},
    {"id":5,"name":"庞培","mugshot":"m_32","country":"羅馬共和國","job":"將軍","bio":"古羅馬政治家和軍事家。勇悍善戰，兇殘嗜殺，於前三頭同盟中勢力最強。前70年左右，羅馬共和國爆發了著名的斯巴達克斯起義，一群以斯巴達克斯為首的奴隸為了爭取自由和反對暴政便集體起義。當時克拉蘇奉命敉平叛亂，成功消滅起義軍主力，又對殘餘的奴隸勸降。龐培趕到時，見功勞全都落在克拉蘇手中，深心不忿，便把五千多名殘餘奴隸捉來，不分男女老幼，把他們每隔十步便釘在一個十字架上，令他們活活淌血而死。四年後，龐培率軍平定了敘利亞一帶，並建為行省，權力到達頂峰。在公元前六零年，他與凱撒與克拉蘇秘密結成「三頭政治同盟」跟元老院對抗。後和凱撒發生權力之爭，爆發內戰。他於法薩盧斯戰役進行決戰中被凱撒擊敗後，逃往埃及。"},
    {"id":6,"name":"布鲁图斯","mugshot":"m_40","country":"羅馬共和國","job":"政治家","bio":"古羅馬的政治家；龐培在法薩盧斯戰役中被凱撒擊敗，逃往埃及後，布魯圖斯轉而投靠凱撒，並獲得了後者的寬恕與信任，但他後來參加了元老院共和派反對凱撒專制獨裁的行動。前44年，有23個人一起刺殺凱撒，凱撒發現暗殺團中有布魯圖斯後、並留下遺言：”還有你？布魯圖斯？“，遂以衣袍遮面不再抵抗。布魯圖斯向羅馬群眾說明行刺的動機，他曾留下一句名言：“我愛凱撒，我更愛羅馬”。"},
    {"id":7,"name":"安东尼","mugshot":"m_29","country":"羅馬共和國","job":"將軍","bio":"古羅馬政治家和軍事家。他是凱撒最重要的軍隊指揮官和管理人員之一。凱撒被刺後，他與屋大維和雷必達一起組成了後三頭同盟。前33年和前32年，馬克·安東尼宣布與屋大維決裂，他指責屋大維是一個暴發戶、篡權者和偽造了凱撒的遺囑。屋大維則指責馬克·安東尼賣國：他違反羅馬的傳統非法佔據羅馬的省份，他沒有經過元老院的同意與其它國家交戰。前31年戰爭終於爆發了。由於屋大維在軍團中的聲望很高，許多省份（包括希臘）都倒向屋大維。屋大維大獲全勝，岸上失去統帥的安東尼陸軍有很多投降屋大維，安東尼與埃及女王克利奧帕特拉七世先後自殺身亡。"},
    {"id":8,"name":"奥古斯都","mugshot":"m_01","country":"羅馬帝國","job":"君主","bio":"羅馬帝國的開國君主，原名蓋烏斯·屋大維·圖裡努斯。屋大維是凱撒的甥孫和養子，亦被正式指定為凱撒的繼承人，一般認為屋大維是最偉大的羅馬皇帝之一。前43年，他與馬克·安東尼、雷必達結成後三頭同盟，打敗了刺殺凱撒的元老院共和派貴族。前36年他剝奪雷必達的軍權，後在亞克興戰役打敗安東尼，消滅了古埃及的托勒密王朝，回羅馬後開始掌握一切國家大權。前30年，被確認為“終身保民官”，前29年獲得“大元帥”稱號；前27年獲得“奧古斯都”的稱號，保持羅馬共和的表面形式，作為一位獨裁者統治羅馬長達43年。他結束了一個世紀的內戰，使羅馬帝國進入了相當長一段和平、繁榮的輝煌時期，史稱羅馬和平。"},
    {"id":9,"name":"托勒密十三世","mugshot":"m_09","country":"埃及","job":"法老","bio":"埃及法老，托勒密十二世之子。前51年—前48年在位，與親姐姐克利奧帕特拉七世（俗稱埃及艷後）結婚並共治埃及。克利奧帕特拉與羅馬將領凱撒結盟。前48年，托勒密十三世被凱撒追殺，逃亡而死。克利奧帕特拉獨柄朝政，立傀儡托勒密十四世。"},
    {"id":10,"name":"克麗奧佩脫拉","mugshot":"f_08","country":"埃及","job":"女王","bio":"古埃及托勒密王朝末代女王，世稱「埃及妖后」；起初克麗奧佩脫拉與他的父親托勒密十二世一同在位治理國家，但克麗奧佩脫拉為了成為單獨的統治者，遭到放逐。後來她為了鞏固並奪回失去的權位，她與尤利烏斯·凱撒結盟並成為其情婦，並與凱撒生了一個男孩凱撒里昂，重攬埃及的統治大權。前44年，尤利烏斯·凱撒遭到刺殺後，克麗奧佩脫拉與馬克·安東尼一同對付凱撒的合法繼承人屋大維。在與屋大維軍的亞克興角戰役失利後，馬克·安東尼自己結束生命，克麗奧佩脫拉隨後也跟著自殺。她的死亡代表托勒密王國終結，也代表希臘化時期結束，東地中海羅馬時代的開始。"},
    {"id":11,"name":"汉尼拔","mugshot":"m_13","country":"迦太基","job":"將軍","bio":"北非古國迦太基著名軍事家，出生在巴卡家族。其生長的時代正逢羅馬共和國勢力的崛起。少時隨父哈米爾卡進軍西班牙，並向父親立下要終身與羅馬為敵的誓言。第二次佈匿戰爭期間，率領軍隊從西班牙翻越庇裡牛斯山和阿爾卑斯山，損失了大量傭兵，進入義大利北部，在特雷比亞河戰役（前218年）、特拉西美諾湖戰役（前217年）和坎尼戰役（又稱康奈大戰，前216年）中巧妙運用計策（地形、兵種及天氣變化）引誘並擊潰羅馬人。坎尼戰役之後，羅馬人深感此人之軍事威脅，特別是情報蒐集、行軍佈陣及外交分化羅馬聯盟上，於是減少與漢尼拔的軍團發生正面衝突，加強同羅馬聯盟之間的關係，施行焦土戰略，阻斷其軍需物資的補給，發行國債，增加軍團。前204年，羅馬人在大西庇阿的率領下入侵迦太基本土，迫使漢尼拔回到非洲。前202年，大西庇阿於扎馬戰役擊敗漢尼拔。"},
    {"id":12,"name":"哈米尔卡·巴卡","mugshot":"m_12","country":"迦太基","job":"將軍","bio":"古迦太基將軍、政治家，迦太基在西班牙的開拓者，他的前一個名字“哈米爾卡”在迦太基人中是一個很普遍的名字，意思是“美刻爾的兄弟” ；“巴卡”在腓尼基語中的意思則是“閃電”。他是巴卡家族的第一代領袖，其本人頗有軍事才能，三個兒子漢尼拔、哈斯德魯巴和馬戈也均為將領。哈米爾卡在第一次佈匿戰爭中脫穎而出，隨後開始經略西班牙，在他的手中，迦太基的西班牙殖民地不斷擴大，但前228年他同當地部落的一次戰鬥中遇伏身亡。哈米爾卡·巴卡曾要求漢尼拔在他面前發下要終身與羅馬為敵的誓言。"},
    {"id":13,"name":"阿尔沙克一世","mugshot":"m_17","country":"安息帝國","job":"君主","bio":"安息帝國（帕提亞）的創建者。他是一個被稱為“帕尼人”的部落的酋長。帕尼部落的語言屬於伊朗語支，他們在前3世紀游牧於里海東部一帶。前250年，塞琉古王朝的巴克特里亞總督狄奧多特一世使自己的轄區獨立，不再聽從敘利亞方面的號令。在希臘-巴克特里亞王國獨立之後不久，統治帕提亞和希爾卡尼亞地區的總督安德拉戈拉斯也叛離了。於是約在前247年，阿爾沙克帶領大批民眾侵入帕提亞。他們在前238年打敗並殺死了安德拉戈拉斯，建立了帕提亞王國。"},
    {"id":14,"name":"弗拉特斯四世","mugshot":"m_22","country":"安息帝國","job":"君主","bio":"安息帝國（帕提亞）國王，奧羅德二世之子。在他統治時期擊退了由後三頭之一的馬克·安東尼親自率領的羅馬大軍（據說有10萬人之多）對帕提亞的報復性入侵。羅馬人損失了3萬名戰士。弗拉特斯四世在宮廷政變中被其子弗拉特斯五世謀殺。"}]